Repository: mozilla/yogafire
Catalog: locale/*/LC_MESSAGES/messages.po
Languages: de

source: All Categories
de: Alle Kategorien

source: Home
de: Startseite

source: Games
de: Spiele

source: Tools
de: Werkzeuge

source: Close
de: Schließen

source: No
de: Nein

source: Yes
de: Ja

source: Out-of-Date Marketplace
de: Marketplace veraltet

source: The version of the Firefox Marketplace that you're using is no longer supported. You will need to perform an update before you can continue enjoying the Marketplace.
de: Die von Ihnen verwendete Version des Firefox Marketplace wird nicht mehr unterstützt. Sie müssen ein Update durchführen, um weiter den Marketplace genießen zu können.

source: Update Now
de: Jetzt aktualisieren

source: Back
de: Zurück

source: Search
de: Suchen

source: Clear
de: Löschen

source: You must use Firefox to install Firefox apps.
de: Sie müssen Firefox verwenden, um Firefox-Apps zu installieren.

source: Download.
de: Herunterladen.

source: Privacy Policy
de: Datenschutzerklärung

source: Terms of Use
de: Nutzungsbedingungen

source: Sorry, you need to be connected to the Internet to access Marketplace.
de: Es tut uns Leid, Sie benötigen eine Internetverbindung, um auf den Marketplace zuzugreifen.

source: Go Online
de: Online gehen

source: ...more
de: …mehr

source: Unavailable
de: Nicht verfügbar

source: Free
de: Kostenlos

source: Install
de: Installieren

source: {app_name} screenshot
de: Screenshot von {app_name}

source: {n} Review
de: {n} Bewertung

source: More
de: Weitere

source: Rated {stars} out of {maxstars} stars
de: Bewertung: {stars} von {maxstars} Sternen

source: Get Help
de: Hilfe erhalten

source: Featured Apps
de: Vorgestellte Apps

source: No apps in this category
de: Keine Apps in dieser Kategorie

source: Report Abuse
de: Missbrauch melden

source: Send Report
de: Bericht senden

source: Content Rating
de: Inhaltsbewertung

source: Content Rating Details
de: Detail zur Inhaltsbewertung

source: Description
de: Beschreibung

source: Support Email
de: Hilfe-E-Mail-Adresse

source: Support Site
de: Hilfe-Website

source: Back to app
de: Zurück zur App

source: Loading Privacy Policy...
de: Datenschutzerklärung wird geladen…

source: Oh no!
de: Oh nein!

source: The page you were looking for was not found.
de: Die Seite, die Sie suchen, wurde nicht gefunden.

source: An error occurred.
de: Ein Fehler ist aufgetreten

source: Error loading more
de: Beim Laden weiterer Informationen ist ein Fehler aufgetreten

source: Try Again
de: Versuchen Sie es erneut

source: <b>{n}</b> Result
de: <b>{n}</b> Ergebnis

source: Expand
de: Ausklappen

source: No results found
de: Keine Ergebnisse gefunden

source: No results found, try again later
de: Keine Ergebnisse gefunden, versuchen Sie es später erneut

source: Send
de: Senden

source: Your device does not support payments.
de: Ihr Gerät unterstützt Zahlungen nicht.

source: This app is unavailable for purchase in your region.
de: Diese App ist in Ihrer Region nicht zum Kauf verfügbar.

source: Your browser or device is not web-app compatible.
de: Ihr Browser oder Ihr Gerät sind nicht mit Web-Apps kompatibel.

source: This app is unavailable for your platform.
de: Diese App ist für Ihre Plattform nicht verfügbar.

source: Open
de: Öffnen

source: App install error: {error}
de: Fehler bei der App-Installation: {error}

source: For ages {0}+
de: ab {0} Jahren

source: Generic
de: Allgemein

source: Criminal Acts
de: Verbrechen

source: Drugs
de: Drogen

source: Illegal Drugs
de: Illegale Drogen

source: Legal Drugs
de: Legale Drogen

source: Inappropriate Language
de: Unpassende Sprache

source: Nudity
de: Nacktheit

source: Explicit Sex
de: Expliziter Sex

source: Impacting Content
de: Inhalt mit Auswirkungen

source: Violence
de: Gewalt

source: Extreme Violence
de: Extreme Gewalt

source: Alcohol Reference
de: Bezug zu Alkohol

source: Alcohol and Tobacco Reference
de: Bezug zu Alkohol und Tabak

source: Use of Alcohol and Tobacco
de: Verwendung von Alkohol und Tabak

source: Use of Alcohol
de: Verwendung von Alkohol

source: Blood
de: Blut

source: Blood and Gore
de: (Geronnenes) Blut

source: Comic Mischief
de: Lustiger Unfug

source: Crime
de: Verbrechen

source: Criminal Instruction
de: Anleitung zu Verbrechen

source: Crude Humor
de: Geschmackloser Humor

source: Drug and Alcohol Reference
de: Bezug zu Drogen und Alkohol

source: Drug, Alcohol, and Tobacco Reference
de: Bezug zu Drogen, Alkohol und Tabak

source: Use of Drug, Alcohol, and Tobacco
de: Verwendung von Drogen, Alkohol und Tabak

source: Use of Drug and Alcohol
de: Verwendung von Drogen und Alkohol

source: Drug Reference
de: Bezug zu Drogen

source: Drug and Tobacco Reference
de: Bezug zu Drogen und Tabak

source: Use of Drug and Tobacco
de: Verwendung von Drogen und Tabak

source: Use of Drugs
de: Verwendung von Drogen

source: Fantasy Violence
de: Fantasiegewalt

source: Hate Speech
de: Hasserfüllte Sprache

source: Intense Violence
de: Heftige Gewalt

source: Language
de: Kraftausdrücke

source: Mild Blood
de: Geringe Mengen Blut

source: Mild Fantasy Violence
de: Geringe Mengen Fantasiegewalt

source: Mild Language
de: Geringe Mengen Kraftausdrücke

source: Mild Violence
de: Geringe Mengen Gewalt

source: Partial Nudity
de: Teilweise Nacktheit

source: Real Gambling
de: Echtes Glücksspiel

source: Scary Themes
de: Ängstigende Inhalte

source: Sexual Content
de: Erotik / sexuelle Inhalte

source: Sexual Themes
de: Erotik / sexuelle Inhalte

source: Simulated Gambling
de: Simuliertes Glücksspiel

source: Strong Language
de: Explizite Sprache

source: Strong Sexual Content
de: Explizite Erotik / sexuelle Inhalte

source: Suggestive Themes
de: Suggestive Themen

source: Tobacco Reference
de: Bezug zu Tabak

source: Use of Tobacco
de: Verwendung von Tabak

source: Violence References
de: Bezug zu Gewalt

source: Discrimination
de: Diskriminierung

source: Gambling
de: Glücksspiel

source: Fear
de: Ängstigende Inhalte

source: Social Interaction Functionality
de: Funktion zur sozialen Interaktion

source: Personal Data Sharing
de: Weitergabe von Daten

source: In-app Purchase Option
de: Option zu App-internen Käufen

source: Location Data Sharing
de: Weitergabe des Standortes

source: Explicit Language
de: Explizite Sprache

source: Frightening Content
de: Ängstigende Inhalte

source: Digital Purchases
de: Onlinekäufe

source: Shares Info
de: Weitergabe von Daten

source: Shares Location
de: Weitergabe des Standortes

source: Users Interact
de: Interaktion zwischen Nutzern

source: For all ages
de: ab 0 Jahren

source: Rating Pending
de: Einstufung ausstehend

source: Rating Refused
de: Kein Kennzeichen

source: Everyone
de: Ohne Altersbeschränkung

source: Everyone 10+
de: ab 10 Jahren

source: Teen
de: ab 12 Jahren

source: Mature 17+
de: ab 17 Jahren

source: Adults Only 18+
de: ab 18 Jahren

source: You have been signed out
de: Sie wurden abgemeldet.

source: You have been signed in
de: Sie müssen angemeldet sein.

source: Persona login failed. Maybe you don't have an account under that email address?
de: Persona-Anmeldung fehlgeschlagen. Vielleicht haben Sie kein Benutzerkonto unter dieser E-Mail-Adresse?

source: Persona login failed. A server error was encountered.
de: Persona-Anmeldung fehlgeschlagen. Es ist ein Server-Fehler aufgetreten.

source: Persona cannot be reached. Try again later.
de: Persona kann nicht erreicht werden. Versuchen Sie es später erneut.

source: Rest of World
de: Rest der Welt

source: Argentina
de: Argentinien

source: Brazil
de: Brasilien

source: Colombia
de: Kolumbien

source: Germany
de: Deutschland

source: Greece
de: Griechenland

source: Hungary
de: Ungarn

source: Italy
de: Italien

source: Mexico
de: Mexiko

source: Poland
de: Polen

source: Serbia
de: Serbien

source: Spain
de: Spanien

source: United Kingdom
de: Vereinigtes Königreich

source: United States
de: Vereinigte Staaten

source: No region in search
de: Keine Region in Suche

source: Sorry, you are currently offline. Please try again later.
de: Es tut uns Leid, Sie sind derzeit offline. Bitte versuchen Sie es später erneut.

source: <b>{n}</b> character left.
de: <b>{n}</b> Zeichen verbleiben.

source: Loading...
de: Laden…

source: Feedback submitted. Thanks!
de: Rückmeldung abgesendet. Vielen Dank!

source: Sorry, there was an issue submitting your feedback. Please try again later.
de: Es tut uns Leid, bei der Übermittlung Ihres Feedbacks ist ein Fehler aufgetreten. Bitte versuchen Sie es später erneut.

source: Not Found
de: Nicht gefunden

source: Search Results
de: Suchergebnisse

source: Abuse reported
de: Missbrauch gemeldet
