Repository: mozilla/yogafire
Catalog: locale/dsb/LC_MESSAGES/messages.po
Languages: dsb

source: All Categories
dsb: Wšykne kategorije

source: Home
dsb: Startowy bok

source: Games
dsb: Graśa

source: Tools
dsb: Rědy

source: Close
dsb: Zacyniś

source: No
dsb: Ně

source: Yes
dsb: Jo

source: Out-of-Date Marketplace
dsb: Zestarjone wikowanišćo

source: The version of the Firefox Marketplace that you're using is no longer supported. You will need to perform an update before you can continue enjoying the Marketplace.
dsb: Wersija wikowanišća Firefox, kótaruž wužywaśo, se wěcej njepódpěra. Musyśo aktualizaciju pśewjasć, nježli až móžośo wikowanišćo dalej wužywaś.

source: Update Now
dsb: Něnto aktualizěrowaś

source: Back
dsb: Slědk

source: Search
dsb: Pytaś

source: Clear
dsb: Lašowaś

source: You must use Firefox to install Firefox apps.
dsb: Musyśo Firefox wužywaś, aby nałoženja Firefox instalěrował.

source: Download.
dsb: Ześěgnuś.

source: Privacy Policy
dsb: Pšawidła priwatnosći

source: Terms of Use
dsb: Wužywańske wuměnjenja

source: Try Again
dsb: Wopytajśo hyšći raz

source: ...more
dsb: ...wěcej

source: Unavailable
dsb: Nic k dispoziciji

source: Free
dsb: Dermotny

source: Install
dsb: Instalěrowaś

source: {app_name} screenshot
dsb: Foto wobrazwowki {app_name}

source: {n} Review
dsb: {n} pógódnośenje

source: Rated {stars} out of {maxstars} stars
dsb: Pógódnośenje {stars} z {maxstars} gwězdkow

source: More
dsb: Dalšne

source: Get Help
dsb: Pomoc se wobstaraś

source: Feedback
dsb: Komentary

source: Featured Apps
dsb: Nabejne nałoženja

source: No apps in this category
dsb: Žedne nałoženja w toś tej kategoriji

source: Report Abuse
dsb: Znjewužywanje k wěsći daś

source: Send Report
dsb: Rozpšawu pósłaś

source: Content Rating
dsb: Pógódnośenje wopśimjeśa

source: Content Rating Details
dsb: Drobnostki pógódnośenja wopśimjeśa

source: Description
dsb: Wopisanje

source: Support Email
dsb: E-mailowa adresa pomocy

source: Support Site
dsb: Sedło pomocy

source: Homepage
dsb: Startowy bok

source: Back to app
dsb: Slědk k nałoženjeju

source: Loading Privacy Policy...
dsb: Pšawidła priwantosći se zacytuju...

source: Oh no!
dsb: Ow ně!

source: The page you were looking for was not found.
dsb: Bok, kótaryž sćo pytał, njejo se namakał.

source: An error occurred.
dsb: Zmólka jo nastała.

source: Error loading more
dsb: Pśi zacytowanju dalšnych datow jo zmólka nastała

source: <b>{n}</b> Result
dsb: <b>{n}</b> wuslědk

source: Expand
dsb: Rozłožyś

source: No results found
dsb: Žedne wuslědki namakane

source: No results found, try again later
dsb: Žedne wuslědki namakane, wopytajśo pózdźej hyšći raz

source: Send
dsb: Pósłaś

source: App install error: {error}
dsb: Zmólka pśi instalěrowanju nałoženja: {error}

source: Your device does not support payments.
dsb: Waš rěd njepódpěra płaśenja.

source: This app is unavailable for purchase in your region.
dsb: Toś to nałoženje njejo k dispoziciji za kup we wašom regionje.

source: Your browser or device is not web-app compatible.
dsb: Waš wobglědowak abo rěd njejo kompatibelny z webnałoženjami.

source: This app is unavailable for your platform.
dsb: Toś to nałoženje njejo k dispoziciji za wašu platformu.

source: Open
dsb: Wócyniś

source: For ages {0}+
dsb: Za starstwo wót {0} lět

source: Generic
dsb: Powšykny

source: Criminal Acts
dsb: Njestatki

source: Drugs
dsb: Drogi

source: Illegal Drugs
dsb: Ilegalne drogi

source: Legal Drugs
dsb: Legalne drogi

source: Inappropriate Language
dsb: Njezgódna rěc

source: Nudity
dsb: Nagosć

source: Sex
dsb: Seks

source: Explicit Sex
dsb: Eksplicitny seks

source: Impacting Content
dsb: Wopśimjeśe z wustatkowanjami

source: Violence
dsb: Namóc

source: Extreme Violence
dsb: Ekstremna namóc

source: Alcohol Reference
dsb: Póśěg k alkoholoju

source: Alcohol and Tobacco Reference
dsb: Póśěg k alkoholoju a tubakoju

source: Use of Alcohol and Tobacco
dsb: Wužywanje alkohola a tubaka

source: Use of Alcohol
dsb: Wužywanje alkohola

source: Blood
dsb: Kšej

source: Blood and Gore
dsb: (Śacona) kšej

source: Comic Mischief
dsb: Njerodnistwo

source: Crime
dsb: Złosnistwo

source: Criminal Instruction
dsb: Instrukcija k złosnistwoju

source: Crude Humor
dsb: Njesłušny humor

source: Drug and Alcohol Reference
dsb: Póśěg k drogam a alkoholoju

source: Drug, Alcohol, and Tobacco Reference
dsb: Póśěg k drogam, alkoholoju a tubakoju

source: Use of Drug, Alcohol, and Tobacco
dsb: Wužywanje drogow, alkohola a tubaka

source: Use of Drug and Alcohol
dsb: Wužywanje drogow a alkohola

source: Drug Reference
dsb: Póśěg k drogam

source: Drug and Tobacco Reference
dsb: Póśěg k drogam a tubakoju

source: Use of Drug and Tobacco
dsb: Wužywanje drogow a tubaka

source: Use of Drugs
dsb: Wužywanje drogow

source: Fantasy Violence
dsb: Fantazijowa namóc

source: Hate Speech
dsb: Gramoty połna rěc

source: Intense Violence
dsb: Wjelika namóc

source: Language
dsb: Gódła

source: Mild Blood
dsb: Mało kšwě

source: Mild Fantasy Violence
dsb: Mało fantazijoweje namocy

source: Mild Language
dsb: Mało gódłow

source: Mild Violence
dsb: Mało namocy

source: Partial Nudity
dsb: Źělna nagosć

source: Real Gambling
dsb: Napšawdna z gluku graśa

source: Scary Themes
dsb: Tšašece temy

source: Sexual Content
dsb: Seksuelne wopśimjeśe

source: Sexual Themes
dsb: Seksuelne temy

source: Simulated Gambling
dsb: Simulěrowane z gluku graśe

source: Strong Language
dsb: Wjelika rěc

source: Strong Sexual Content
dsb: Wjelike seksuelne wopśimjeśe

source: Suggestive Themes
dsb: Sugestiwne temy

source: Tobacco Reference
dsb: Póśěg k tubakoju

source: Use of Tobacco
dsb: Wužywanje tubaka

source: Violence References
dsb: Póśěg k namocy

source: Discrimination
dsb: Diskriminacija

source: Gambling
dsb: Z gluku graśe

source: Fear
dsb: Tešnosćiwe wopśimjeśa

source: Social Interaction Functionality
dsb: Funkcionalnosć k socialnej interakciji

source: Personal Data Sharing
dsb: Dalejdaśe wósobinskich datow

source: In-app Purchase Option
dsb: Opcija ke kupjam w nałoženjach

source: Location Data Sharing
dsb: Dalejdaśe stojnišćowych datow

source: Explicit Language
dsb: Eksplicitna rěc

source: Frightening Content
dsb: Wutšašece wopśimjeśe

source: Digital Purchases
dsb: Kupi online

source: Shares Info
dsb: Źěli informacije

source: Shares Location
dsb: Źěli městno

source: Users Interact
dsb: Interakcija mjazy wužywarjami

source: For all ages
dsb: Za kužde starstwo

source: Rating Pending
dsb: Pógódnośenje felujo

source: Rating Refused
dsb: Pógódnośenje wótpokazane

source: Everyone
dsb: Za wšych

source: Everyone 10+
dsb: Za wšych wót 10 lět

source: Teen
dsb: Starstwo wót 12 lět

source: Mature 17+
dsb: Zdrjały wót 17 lět

source: Adults Only 18+
dsb: Dorosćony wót 18 lět

source: You have been signed out
dsb: Sćo se wótzjawił

source: You have been signed in
dsb: Sćo se pśizjawił

source: Persona login failed. Maybe you don't have an account under that email address?
dsb: Pśizjawjenje z Persona njejo se raźiło. Snaź njamaśo konto pód toś teju e-mailoweju adresu?

source: Persona login failed. A server error was encountered.
dsb: Pśizjawjenje z Persona njejo se raźiło. Serwerowa zmólka jo nastała.

source: Persona cannot be reached. Try again later.
dsb: Persona njedajo se dostaś. Wopytajśo pózdźej hyšći raz.

source: Rest of World
dsb: Zbytk swěta

source: Argentina
dsb: Argentinska

source: Brazil
dsb: Brazilska

source: Chile
dsb: Chilska

source: China
dsb: Chinska

source: Colombia
dsb: Kolumbiska

source: Costa Rica
dsb: Kosta Rika

source: Ecuador
dsb: Ekuador

source: Germany
dsb: Nimska

source: Greece
dsb: Grichojska

source: Hungary
dsb: Hungorska

source: Italy
dsb: Italska

source: Mexico
dsb: Mexiko

source: Montenegro
dsb: Carnogórska

source: Nicaragua
dsb: Nikaragua

source: Poland
dsb: Pólska

source: Serbia
dsb: Serbiska

source: Spain
dsb: Špańska

source: United Kingdom
dsb: Zjadnośone kralojstwo

source: United States
dsb: Zjadnośone staty

source: No region in search
dsb: Žeden region w pytanju

source: Sorry, you are currently offline. Please try again later.
dsb: Sćo bóžko tuchylu offline. Pšosym wopytajśo pózdźej hyšći raz.

source: <b>{n}</b> character left.
dsb: <b>{n}</b> znamuško wušej.

source: Loading...
dsb: Zacytujo se...

source: App Details
dsb: Drobnostki nałoženja

source: Feedback submitted. Thanks!
dsb: Komentar jo se wótpósłał. Wjeliki źěk!

source: Sorry, there was an issue submitting your feedback. Please try again later.
dsb: To jo mě luto, až problem jo nastał pśi wótpósćełanju wašogo komentara. Pšosym wopytajśo pózdźej hyšći raz.

source: Not Found
dsb: Njenamakany

source: Search Results
dsb: Pytańske wuslědki

source: Abuse reported
dsb: Znjewužywanje jo se k wěsći dało
